/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Daj dostęp";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta potrzebuje dostępu do Twoich kontaktów. Nie przechowujemy Twoich kontaktów na naszych serwerach.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Przepraszamy!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Wymagana akcja";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta wymaga dostępu do Twoich kontaktów. Dostęp ten obecnie jest zabroniony i aplikacja zostanie zamknięta. \nMożesz tymczasowo wyłączyć to ograniczenie i pozwolić na dostęp do swoich kontaktów wybierając dla Forsta: Ustawienia Aplikacji >> Ogólne >> Ograniczenia >> Kontakty >> Zezwalaj na zmiany";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Zamknij";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Odpowiedz";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nowa wiadomość! Otwórz aplikację, aby ją przeczytać.";

/* No comment provided by engineer. */
"APN_Message" = "Nowa wiadomość!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Wiadomość od";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Wiadomość w rozmowie grupowej";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ w grupie %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archiwizuj";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Archiwum";

/* No comment provided by engineer. */
"ATTACHMENT" = "Załącznik";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Nie udało się pobrać załącznika, tapnij by ponowić.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Pobieranie załącznika";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Nowy załącznik w kolejce do odzyskania.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Do poprawnego funkcjonowania Forsta wymaga dostępu do mikrofonu. Dostęp można przywrócić  w aplikacji Ustawienia >> Prywatność >> Mikrofon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Oddzwoń";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Wybierz z galerii zdjęć";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "To spowoduje zrestartowanie aplikacji poprzez usunięcie Twoich wiadomości oraz wyrejestruje Ciebie z serwera. Aplikacja zamknie się po usunięciu danych.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Czy na pewno chcesz skasować swoje konto?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Połącz nowe urządzenie";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Potwierdź";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Niezarejestrowany numer";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Wybierz kod kraju";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Dostarczono";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Połączony: %@ ";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Odrzucić";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Zapisz";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tap on the compose button.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Rozpocznij swoją pierwszą rozmowę Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Możesz archiwizować stare rozmowy w skrzynce odbiorczej.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Wyczyść swoje rozmowy";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Zaproś kontakt";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Żaden z Twoich znajomych nie korzysta z Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Zaproś kogoś...";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Wskazówka: dodaj rozmowę jako przypomnienie!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Wykonano. Wykonano. Wykonano.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nic. Zero. Zilch. Nada.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Wszystko czyste.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Błąd serwera";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Koniec";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Handshake nieudany!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Zakończyłeś rozmowę";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Twój rozmówca zakończył rozmowę";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Nie udało się zalogować.";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Wiadomość z serwera.";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Numer nie jest zarejestrowany w Forsta lub RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Odbiorca niedostępny.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Odrzuciłeś/aś połączenie.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Połączenie zostało odrzucone.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Wykonałeś/aś inne połączenie.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Zajęty/a...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Nieodebrane połączenie.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Błąd klienta!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Otrzymano zduplikowaną wiadomość.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Klucz odbiorcy nie jest poprawny.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Otrzymano wiadomość, która nie jest kompatybilna z obecną wersją aplikacji.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Brak dostępnych sesji dla tego kontaktu.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Wystąpił nieznany błąd.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Porażka!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Wysyłanie się nie powiodło. Dotknij, aby powtórzyć";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Zresetuj obecną sesję";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Zmieniono avatar.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Stwórz nową grupę";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Group creation failed";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ dołączył do grupy.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ opuścił/a grupę.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Członkowie grupy";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Leaving group %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Opuszczenie grupy nie powiodło się";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Nowy tytuł to '%@'. ";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Zaktualizowano grupę.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Opuściłeś grupę.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Łączę...";

/* Call setup status label */
"IN_CALL_RINGING" = "Dzwonię...";

/* Call setup status label */
"IN_CALL_SECURING" = "Odebrane. Zabezpieczam...";

/* Call setup status label */
"IN_CALL_TALKING" = "Połączenie zabezpieczone i aktywne.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Gotowe.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Połączenie przychodzące";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Połączenie od %@.";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Opuść";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Połączyć urządzenie?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "skanuj kod QR ";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Powiązane urządzenia";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Wczytuję twoje kontakty";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Cierpliwości.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Logowanie";

/* No comment provided by engineer. */
"ME_STRING" = "Ja";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nowa wiadomość";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Nieodebrane połączenie";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Nieodebrane połączenie od %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Otrzymałeś połączenie od %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Zadzwoniłeś do %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "You can not pair any more devices.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Please check you're online and try again.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Połączony/a";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Trwa łączenie";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Stan sieci";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Niepołączony/a";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Możesz sprawdzić stan swojej sieci w kolorowej ramce nad skrzynką odbiorczą.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Nowa grupa";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nazwij tę rozmowę grupową";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Dodaj osoby";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Nie udało się wysłać wiadomość do %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Z uwagi na znany błąd w systemie wysyłania powiadomień Push, podgląd wiadomości będzie widoczny jedynie przez 30 sekund po wysłaniu. Numer przy ikonie aplikacji może być w efekcie nieprawwidłowy";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Brak imienia lub wiadomości";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Powiadomienia w tle";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Powiadomienia w aplikacji";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Imię rozmówcy i wiadomość";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Tylko imię rozmówcy";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Pokaż";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Dźwięk powiadomienia";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Połączenie wychodzące";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Twój telefon musi być odblokowany, aby otrzymywać nowe wiadomości.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Kontynuuj";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Oznacz jako przeczytane";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Odpowiedź";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Powiadomienia Push";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta wymaga włączonych wiadomości notyfikacji oraz dźwięków aby działać poprawnie. Proszę zmień to w Ustawienia >> Centrum Notyfikacji >> Forsta";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Jeżeli używasz Forsta do prowadzenia prywatnych rozmów, możesz pomóc temu projektowi oceniając go.\nNie zajmie Ci to dłużej niż minutę, a może to pomóc innym odnaleźć trochę prywatności";

/* No comment provided by engineer. */
"RATING_RATE" = "Oceń Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Wspieraj Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Podaj poprawny kod kraju";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Niepoprawny kodu kraju";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta pozwala Tobie na prywatne rozmowy z innymi użytkownikami. Zezwól Forsta na dostęp do Twojej listy kontaktów, aby używać aplikacji.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Kontynuuj";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Witamy!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Spróbuj ponownie";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Serwer obecnie ogranicza ilość logowań, proszę spróbować później.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Kod kraju";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Wpisz numer";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Błąd rejestracji";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "This phone number format is not supported, please contact support.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Numer telefonu";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Someone's excited to send their first message! You need to register before performing this action.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Twój numer telefonu";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Zweryfikuj to urządzenie";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Odrzuć";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "The phone number you are trying to register has already been registered on another server, please unregister from there and try again.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Zarejestruj się ponownie aby otrzymywać powiadomienia Push";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "powtarzaj";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Wyszukaj po nazwie lub numerze";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Zresetowano bezpieczną sesję.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Wyślij ponownie";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Wyślij";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Wyślij SMS do:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Zaproś znajomego przez niezaszyfrowany SMS:";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Wysłanie SMSa nie powiodło się, spróbuj później";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Zaprosiłeś swojego znajomego do Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Czy chcesz zaprosić ten numer do Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "O aplikacji";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Włącz logi debugowania";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Wyślij logi debugowania";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Zaawansowane";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Wyczyść historię logowań";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Forsta, Inc\n Open Whisper Systems\nOprogramowanie udostępniane na licencji GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Skasuj konto";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Chcesz naprawdę usunąć całą historię (wiadomości, pliki, lista połączeń,...) ? Nie możesz przywrócić do poprzedniego stanu.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Tak, jestem pewny/a.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Pomoc";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historia logowań";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informacje";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Zaproś";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Ustawienia";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Powiadomienia";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Prywatność";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Włącz ochronę ekranu";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Prevents Forsta previews from appearing in the app switcher.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Ochrona ekranu";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Udostępnij link do pobrania";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Wsparcie";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Wersja";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Zapraszam Cię do Forsta! Link masz poniżej:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Zrób zdjęcie lub nakręć film";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Zrób zdjęcie";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Nie mogliśmy pobrać zaktualizowanej listy kontaktów z serwera. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Anuluj";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Usuń";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Unarchive";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Nieznany załącznik";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Usuń";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Usunąć \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Failed to unregister from Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Otrzymano nieobsługiwany typ załącznika.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Twój telefon nie obsługuje tej funkcji.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Zaktualizuj";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Zmień numer";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Kod weryfikacyjny";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Zadzwoń do mnie";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Pobierz kod ponownie";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Wyślij kod weryfikacyjny";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Zweryfikuj";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Skrzynka odbiorcza";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
